arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
base
base-devel
bc
bibata-cursor-theme
blueman
bluez-utils
brave-bin
brightnessctl
btop
clang
cliphist
cryptomator
deluge
deluge-gtk
discord
dosfstools
dunst
efibootmgr
fastfetch
firefox
flatpak
foot
git
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gpg-crypter
grub
gst-plugin-pipewire
gvfs
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprprop-git
hyprshot
hyprsunset
imagemagick
intel-media-driver
intel-ucode
iwd
jdk-openjdk
kvantum
kvantum-qt5
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
ly
man-db
minecraft-launcher
miniconda3
mtools
nano
neovim
network-manager-applet
networkmanager
nextcloud-client
noto-fonts
noto-fonts-emoji
nss-mdns
nwg-displays
nwg-look
openocd
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
preload
python-numpy
python-pip
python-pipx
python-pywal
qt5-wayland
qt5ct
qt6-wayland
qt6ct
refind
rofi
rose-pine-hyprcursor
rpi-imager
smartmontools
sof-firmware
speedtest-cli
steam
swappy
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunar-volman
tmux
trash-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-meslo-nerd-font-powerlevel10k
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
ufw
unzip
uwsm
vi
vim
visual-studio-code-bin
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wev
wget
wireless_tools
wireplumber
woff2-font-awesome
wofi
xarchiver
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
zotero
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
